Repository: DiogoCastroSilva/ECommerce
Catalog: ECommerce/Resources/Global.*.resx
Languages: pt

# EN
source: UK GBP £
pt: Inglaterra, GBP £

source: Products
pt: Produtos

source: Kids
pt: Crianças

source: Man
pt: Homen

source: Woman
pt: Mulher

# Welcome
source: Walk with Confidence
pt: Caminha com confiança

# About
source: About Us
pt: Sobre

# Contact_Us
source: Help & Contact Us
pt: Ajuda & Contactos

source: Cookie Preferences
pt: Utilização de Cookies

# Country_Region
source: COUNTRY/REGION, CURRENCY AND LANGUAGE
pt: PAÍS/REGIÃO, MOEDA E LINGUA

source: Customer Service
pt: Apoio ao Cliente

source: FAQs
pt: Perguntas Frequentes

source: Follow us
pt: Segue-nos

source: Locations
pt: Localização

# Mission_Message
source: Our Mission E-Commerce exists for the love of fashion. We believe in empowering individuality. Our mission is to be the global technology platform for luxury fashion, connecting creators, curators and consumers.
pt: A nossa Missão E-Commerce existe pelo amor da moda. Nós acreditamos na individualidade. Nossa missão é ser a plataforma tecnológica mundial de moda de luxo, conectando criadores, curadores e consumidores.

# Order_Shipping
source: Orders & Shipping
pt: Informação de Entregas

source: Our APP
pt: A Nossa APP

source: Our Mission
pt: A Nossa Missão

# Pay_Price
source: Payment & Pricing
pt: Política de Preço

source: Privacy Policy
pt: Política de Privacidade

# Return_Refund
source: Returns & Refunds
pt: Política de Devoluções

source: Terms & Conditions
pt: Termos e Condições

# AddCart
source: Add To Bag
pt: Adicionar ao Cesto

source: Category
pt: Categoria

# coinSimbol
source: GBP
pt: EUR

source: Colour
pt: Cor

source: HISTORY
pt: HISTORIA

# HistoryDescription
source: We started in a wash room and conquered the world. And in-between, we have scored big and also, sometimes, struggled to reach our goals. We have done our best for the best. We have improved and grown. Looking ahead to the future, always remembering where we came from. This is our story.
pt: Começámos numa sala de lavar roupa e conquistámos o mundo. Em tempos conquistámos a grande mas tambem passámos dificuldades para atingir os nosso objetivos. Fizemos o melhor que conseguimos para atingirmos o melhor. Nos evoluimos e crescemos. A olhar sempre para o futuro mas sabendo sempre de onde viemos. Esta é a nossa história.

source: Our Products
pt: Os Nossos Produtos

# OurProductsDescription
source: Get to know E-Commerce's teams, from E-Commerce Web Services to subsidiaries.
pt: Conheça a nossa E-Commerce equipa., desde, E-Commerce Web Services até aos nossos estagiarios.

source: Go to checkout
pt: Ir para o checkout

source: Continue shopping
pt: Continue a comprar.

# EMPTYSHOPPINGBAG
source: YOUR SHOPPING BAG IS EMPTY
pt: A SUA MALA DE COMPRAS ESTÁ VAZIA

# FindAnswer
source: Find the answer you need in our
pt: Encontre a resposta que precise na nossa secção de

source: here
pt: aqui

source: Need help?
pt: Precisa de ajuda

# NeedHelpText
source: If you would like to speak to one of our Customer Service Representatives you can reach us by phone or on email. Alternatively, you might find the answer to your question on our Frequently Asked Questions page.
pt: Se quiser falar com algun dos nossos representante do apoio ao cliente pode nos contactar por telemovel ou e-maill. Em alternativa pode encontrar a resposta na nossa página de questões usuais.(FAQs).

# notForLong
source: ..but not for long! Discover over 1000 new pieces added weekly
pt: ..não por muito tempo. Descobre os mais de 1000 produtos adicionados semanalmente.

source: Phone
pt: Telemovel

source: Quantity
pt: Quantidade

source: Shipping
pt: Taxa de envio

source: SHOPPING BAG
pt: MALA DE COMPRAS

source: SUMMARY
pt: SUMÁRIO

# ToSendEmail
source: to send us an Email.
pt: para nos enviar um e-mail.
